Repository: rxtech-lab/sticker-factory
Catalog: StickerGeniOS/StickerGeniOS/Localizable.xcstrings
Source language: en
Languages: zh_cn, zh_hk

source: This sticker was made with a newer version of the app (document version %lld).
zh_cn: 此贴纸由更新版本的 App 制作（文档版本 %lld）。
zh_hk: 此貼圖由更新版本的 App 製作（文檔版本 %lld）。

source: This sticker's artwork could not be read.
zh_cn: 无法读取这张贴纸的作品。
zh_hk: 無法讀取這張貼圖的作品。

source: This tool completed. No result details were recorded.
zh_cn: 此工具已完成。没有记录结果详情。
zh_hk: 此工具已完成。沒有記錄結果詳情。

source: This tool failed. No error details were recorded.
zh_cn: 此工具失败。没有记录错误详情。
zh_hk: 此工具失敗。沒有記錄錯誤詳情。

source: This tool failed. No result details were recorded.
zh_cn: 此工具失败。没有记录结果详情。
zh_hk: 此工具失敗。沒有記錄結果詳情。

source: This tool is still running. Its result will appear here when available.
zh_cn: 此工具仍在运行。结果可用时会显示在这里。
zh_hk: 此工具仍在執行。結果可用時會顯示在這裡。

source: This uses the approved static reference to assemble %lld existing layers and add motion.
zh_cn: 此操作会使用已批准的静态参考图组合 %lld 个现有图层并添加动画。
zh_hk: 此操作會使用已批准的靜態參考圖組合 %lld 個現有圖層並加入動畫。

source: This uses the approved static reference to generate %lld matching transparent parts, assembles the layers, and adds motion.
zh_cn: 此操作会使用已批准的静态参考图生成 %lld 个匹配的透明部分，组合图层并添加动画。
zh_hk: 此操作會使用已批准的靜態參考圖生成 %lld 個匹配的透明部分，組合圖層並加入動畫。

source: This uses the approved static reference to generate 1 matching transparent part, assembles the layers, and adds motion.
zh_cn: 此操作会使用已批准的静态参考图生成 1 个匹配的透明部分，组合图层并添加动画。
zh_hk: 此操作會使用已批准的靜態參考圖生成 1 個匹配的透明部分，組合圖層並加入動畫。

source: This version has no published files to share yet.
zh_cn: 此版本尚无可分享的已发布文件。
zh_hk: 此版本尚無可分享的已發佈檔案。

source: Too many stickers for one Telegram set.
zh_cn: 一个 Telegram 贴纸集装不下这么多贴纸。
zh_hk: 一個 Telegram 貼圖集裝不下這麼多貼圖。

# Tool %@, %@
source: Tool %1$@, %2$@
zh_cn: 工具 %@，%@
zh_hk: 工具 %@，%@

source: Tool Error
zh_cn: 工具错误
zh_hk: 工具錯誤

source: Tool Result
zh_cn: 工具结果
zh_hk: 工具結果

source: Top Up
zh_cn: 充值
zh_hk: 增值

source: Top up to finish this sticker, or upgrade for a monthly allowance.
zh_cn: 充值以完成这个贴纸，或升级获得每月额度。
zh_hk: 增值以完成這個貼紙，或升級取得每月額度。

source: Top-ups
zh_cn: 充值记录
zh_hk: 增值記錄

source: Total time
zh_cn: 总用时
zh_hk: 總時間

source: Touch and hold another subject to switch
zh_cn: 触碰并按住其他主体以切换
zh_hk: 觸碰並按住其他主體以切換

source: Touch and hold the subject
zh_cn: 触碰并按住主体
zh_hk: 觸碰並按住主體

source: Try a different search or filter.
zh_cn: 请尝试其他搜索内容或筛选条件。
zh_hk: 請嘗試其他搜索內容或篩選條件。

source: Try a mood
zh_cn: 试试心情
zh_hk: 試試心情

source: Try a pose
zh_cn: 试试动作
zh_hk: 試試動作

source: Try Again
zh_cn: 重试
zh_hk: 重試

source: Trying %lld px
zh_cn: 尝试 %lld px
zh_hk: 嘗試 %lld px

# Trying %lld px · %lld fps
source: Trying %1$lld px · %2$lld fps
zh_cn: 尝试 %1$lld px · %2$lld fps
zh_hk: 嘗試 %1$lld px · %2$lld fps

source: Tuning a layer
zh_cn: 正在微调图层
zh_hk: 正在微調圖層

source: Turn an idea or a favorite photo into an expressive sticker you can keep, share, and use in Messages.
zh_cn: 将灵感或喜爱的照片变成富有表现力的贴纸，供你保留、分享并在“信息”中使用。
zh_hk: 將靈感或喜愛的相片變成富有表現力的貼圖，供你保留、分享並在“訊息”中使用。

source: Ultra
zh_cn: 超高
zh_hk: 超高

source: Unable to Load
zh_cn: 无法载入
zh_hk: 無法載入

source: Unavailable
zh_cn: 不可用
zh_hk: 不可用

source: Unknown
zh_cn: 未知
zh_hk: 未知

source: Unlisted
zh_cn: 未上架
zh_hk: 未上架

source: Unsupported writer settings
zh_cn: 不支持的写入器设置
zh_hk: 不支援的寫入器設定

source: Update plan
zh_cn: 更新方案
zh_hk: 更新方案

source: Update the app to use these sticker options.
zh_cn: 请更新应用以使用这些贴纸选项。
zh_hk: 請更新應用程式以使用這些貼紙選項。

source: Update this plan with %@ pose variety. Keep the character design and other settings.
zh_cn: 将此方案的姿势丰富度更新为%@。保留角色设计和其他设置。
zh_hk: 將此方案的姿勢豐富度更新為%@。保留角色設計和其他設定。

source: Updated %@
zh_cn: 更新于 %@
zh_hk: 更新於 %@

source: Updating your packs…
zh_cn: 正在更新你的贴纸包…
zh_hk: 正在更新你的貼圖包…

source: Uploading files
zh_cn: 上传文件
zh_hk: 上載檔案

source: Use it in Messages
zh_cn: 在“信息”中使用
zh_hk: 在“訊息”中使用

source: Use Live Subject
zh_cn: 使用实时主体
zh_hk: 使用即時主體

source: Use Subject
zh_cn: 使用主体
zh_hk: 使用主體

source: Use the current plan card to build.
zh_cn: 请使用当前方案卡片进行制作。
zh_hk: 請使用目前方案卡片進行製作。

source: Use these reference images for the sticker.
zh_cn: 使用这些参考图像制作贴纸。
zh_hk: 使用這些參考影像製作貼圖。

source: user: %@
zh_cn: 用户：%@
zh_hk: 用戶：%@

source: Using personal photos
zh_cn: 使用个人照片
zh_hk: 使用個人相片

source: Version
zh_cn: 版本
zh_hk: 版本

source: Version %lld
zh_cn: 版本 %lld
zh_hk: 版本 %lld

source: Version %lld: %@
zh_cn: 版本 %lld：%@
zh_hk: 版本 %lld：%@

source: Version history
zh_cn: 版本历史
zh_hk: 版本歷史

source: Video
zh_cn: 视频
zh_hk: 影片

source: Video · %llds
zh_cn: 视频 · %lld 秒
zh_hk: 影片 · %lld 秒

source: View Plans
zh_cn: 查看方案
zh_hk: 查看方案

source: Visibility
zh_cn: 可见性
zh_hk: 可見性

source: Wait for the current AI edit to finish before sending another.
zh_cn: 请等待当前 AI 编辑完成后再发送另一条消息。
zh_hk: 請等待當前 AI 編輯完成後再發送另一條訊息。

source: Waiting for your input
zh_cn: 等待你的输入
zh_hk: 等待你的輸入

source: Waiting to start…
zh_cn: 等待开始…
zh_hk: 等待開始…

source: Waiting…
zh_cn: 等待中…
zh_hk: 等待中…

source: We’ll draw each character once, then a sheet of poses and a strip of faces for them. You and anyone you send it to pick the mood and pose on the sticker itself. Costs a few more images per character than a plain animation.
zh_cn: 我们会先绘制每个角色，再为其绘制一组姿势和表情。你和收到贴纸的人都可以直接选择心情和姿势。与普通动画相比，每个角色需要额外生成几张图像。
zh_hk: 我們會先繪製每個角色，再為其繪製一組姿勢和表情。你和收到貼紙的人都可以直接選擇心情和姿勢。與普通動畫相比，每個角色需要額外產生幾張圖像。

source: Welcome to %@
zh_cn: 欢迎使用 %@
zh_hk: 歡迎使用 %@

source: What are we making?
zh_cn: 想做哪种贴纸？
zh_hk: 想做哪種貼紙？

source: What is wrong with it?
zh_cn: 哪里需要修改？
zh_hk: 哪裏需要修改？

source: What's new
zh_cn: 新功能
zh_hk: 新功能

source: WhatsApp is not installed on this iPhone.
zh_cn: 此 iPhone 未安装 WhatsApp。
zh_hk: 此 iPhone 未安裝 WhatsApp。

source: WhatsApp refused the pack: %@.
zh_cn: WhatsApp 拒绝了这个贴纸包：%@。
zh_hk: WhatsApp 拒絕了這個貼圖包：%@。

source: White
zh_cn: 白色
zh_hk: 白色

source: White outline
zh_cn: 白色描边
zh_hk: 白色描邊

source: Wiggle
zh_cn: 扭动
zh_hk: 扭動

source: Working
zh_cn: 处理中
zh_hk: 處理中

source: Working…
zh_cn: 处理中…
zh_hk: 處理中…

source: Writer did not complete
zh_cn: 写入器未完成操作
zh_hk: 寫入器未完成操作

source: Writing a reply
zh_cn: 正在撰写回复
zh_hk: 正在撰寫回復

source: you
zh_cn: 你
zh_hk: 你

source: You created this pack
zh_cn: 你创建了此贴纸包
zh_hk: 你建立了此貼圖包

source: You’ll review a static visual reference, confirm it, then we’ll separate the artwork into parts and animate them.
zh_cn: 你会先查看静态视觉参考图并确认，然后我们会将图像拆分成部件并制作动画。
zh_hk: 你會先查看靜態視覺參考圖並確認，然後我們會將圖像拆分成部件並製作動畫。

source: Your %@ plan is active. Top up whenever you need more credits.
zh_cn: 你的 %@ 方案已生效。需要更多积分时即可充值。
zh_hk: 你的 %@ 方案已生效。需要更多點數時即可增值。

source: Your accepted revision is ready
zh_cn: 你接受的修订版本已就绪
zh_hk: 你接受的修訂版本已就緒

source: Your account is deleted 7 days after you ask, and you can cancel any time before then. Your stickers and their media are deleted with it. Packs you already published stay in the marketplace, credited to “deleted-account”.
zh_cn: 账户将在你提出请求 7 天后删除，在此之前你可以随时取消。你的贴纸及其媒体文件会一并删除。你已发布的贴纸包会保留在市场中，署名为“deleted-account”。
zh_hk: 帳戶將在你提出請求 7 天後刪除，在此之前你可以隨時取消。你的貼紙及其媒體檔案會一併刪除。你已發佈的貼紙包會保留在市場中，署名為「deleted-account」。

source: Your account will be permanently deleted in 7 days, along with your stickers and their media. You can cancel any time before then. Packs you already published stay in the marketplace, credited to “deleted-account”.
zh_cn: 你的账户将在 7 天后被永久删除，你的贴纸及其媒体文件也会一并删除。在此之前你可以随时取消。你已发布的贴纸包会保留在市场中，署名为“deleted-account”。
zh_hk: 你的帳戶將在 7 天後被永久刪除，你的貼紙及其媒體檔案也會一併刪除。在此之前你可以隨時取消。你已發佈的貼紙包會保留在市場中，署名為「deleted-account」。

source: YOUR CAPTURE
zh_cn: 你的捕捉内容
zh_hk: 你的擷取內容

source: Your files are ready to share
zh_cn: 你的文件已可分享
zh_hk: 你的檔案已可分享

source: Your idea
zh_cn: 你的创意
zh_hk: 你的創意

source: Your packs
zh_cn: 你的贴纸包
zh_hk: 你的貼圖包

source: Your packs, in Telegram
zh_cn: 把贴纸包带到 Telegram
zh_hk: 把貼圖包帶到 Telegram

source: Your packs, in WhatsApp
zh_cn: 把贴纸包带到 WhatsApp
zh_hk: 把貼圖包帶到 WhatsApp

source: Your pet, on your wrist
zh_cn: 你的宠物，跃上手腕
zh_hk: 你的寵物，躍上手腕

source: Your session expired. Please sign in again.
zh_cn: 你的会话已过期。请重新登录。
zh_hk: 你的會話已過期。請重新登入。

source: Your versions are safe
zh_cn: 你的版本已妥善保留
zh_hk: 你的版本已妥善保留
